
const String eventInstructionsHeading =
'عزيزي المشرف\n'
'عزيزى المشرفة\n'
'تحية طيبة\n'
;


const String eventInstructionsPara1 = 
':يشرفنا ويسعدنا عملكم في ماي انڤايت فأنتم أساس النجاح ، ولكي نرتقي ونتميز جميعا بالخدمة المقدمة ، عليك مراعاة الآتي أثناء تغطيتكم للحفل';

const String eventInstructions = 
'١ـ التقيد تماماً بأوقات الحضور والمغادرة من الموقع'
+'\n\n٢ـ  في حال وصولك للموقع التوجه فورا لإدارة الحفل وابلاغهم بأنك مشرف/ـه ماي انفايت للبطاقات الإلكترونية'
+'\n\n٣ـ الإهتمام بالمظهر الخارجي ولبس الطقم الخاص بالعمل والالتزام بلبس البروش'
+'\n\n٤ـ شحن بطارية الجوال بشكلٍ كافٍ لضمان عدم نفاذ البطارية ويفضل حمل شاحن متنقل للضرورة ، والتأكد من وجود شبكة الأنترنت'
+'\n\n٥ـ مسح الباركود لجميع بطاقات الضيوف ، ومنع دخول الزوار في حال عدم وجود البطاقة أو أن الباركود غير صحيح وذلك بظهور علامة X والاعتذار بلطف للزائر ( اعتذر منك ليس  لدي صلاحية لدخول الحفل والبطاقة غير صحيحة )'
+'\n\n٦ـ يجب على المشرف أو المشرفة عند انتهاء وقت العمل إبلاغ أصحاب الحفل وإدارة الفندق أو القاعه بأنه أنتهى وقت العمل المخصص للمناسبة وذلك لإخلاء المسؤولية التامة من  المناسبة'
;

const String eventInstrutions2Heading = 'ملاحظات:';

const String eventInstructions2 = 
'* في حال وجود خلل في النظام يجب عليك التواصل معنا فورا لإحاطة الشركة بذلك وتوجية الدعم الفني بإصلاح الخلل\n\n'
+ '* في كل مناسبة سيتم تزويدك بأرقام أصحاب الحفل وذلك لمخاطبتهم في حال وجود مشكلة مع أحد الزوار'
;

const String eventInstructionsEnd = 'تـحــياتـنـا\nإدارة ماي انڤايت';