{
  "enter_your_name": "Type your name",
  "enter_your_email": "Type your email",
  "enter_your_password": "Type your password",
  "enter_your_confirm_password": "Confirm your password",
  "enter_your_mobile_number": "Type your mobile number",
  "enter_your_grade": "Type your grade",
  "next": "Next",
  "choose_your_character": "Choose your favorite character",
  "start": "start",
  "skip": "Skip",
  "register": "Create a new account",
  "level_one": "Understanding Emotions",
  "select_character": "Select your character",

  "level_two": "Thinking Before Acting",
  "level_1_beginning_screen": "Your friend Sam looks upset after the group activity. What do you do?",
  "level_three": "Resolving Conflict",
  "level_four": "Understanding Consequences",
  "level_3_beginning_screen": "You see two kids are going over a kite. What do you do?",
  "level_4_beginning_screen": "Your parent asks you to clean up your toys. What do you do?",
  "answer_1": "Ignore Sam and keep working on your task.",
  "answer_2": "Ask Sam what’s wrong and if you can help.",
  "answer_3": "Tell Sam to stop being upset.",
  "right_answer_level_1": "Thank you for your question, I just need a break. Great job in noticing others' feelings.",
  "teaching_text_1_1": "Sami still looks sad. Sometimes checking on others' well-being can make a big difference.",
  "teaching_text_1_2": "Sam looks even more upset. It’s better to ask how someone is feeling before offering advice.",
  "try_again": "Try Again",
  "primary_1": "First grade of primary school",
  "primary_2": "Second grade of primary school",
  "primary_3": "Third grade of primary school",
  "primary_4": "Fourth grade of primary school",
  "primary_5": "Fifth grade of primary school",
  "primary_6": "Sixth grade of primary school",
  "enter_fields": "Please enter all fields",
  "level_2_beginning_screen": "You want to use the swing, but there’s a long line. What do you do?",
  "level_2_answer_1": "Cut the line to get the swing faster.",
  "level_2_answer_2": "Wait for your turn and watch others play.",
  "level_2_answer_3": "Complain loudly about waiting.",
  "level_3_answer_1": "Take the kite for yourself.",
  "level_3_answer_2": "Suggest they take turns flying the kite.",
  "level_3_answer_3": "Tell them to stop arguing and walk away.",
  "level_4_answer_1": "Ignore the request and go play instead.",
  "level_4_answer_2": " clean up your toys and ask your parent to watch t v.",
  "level_4_answer_3": "Argue about why you shouldn’t have to clean up your toys.",
  "teaching_text_2_1": "Other kids get upset and tell you it’s not fair. Cutting in line can lead to problems.",
  "teaching_text_2_2": "Other kids avoid you because of your complaints. Being patient can make waiting easier.",
  "right_answer_level_2": "You waited patiently and now it’s your turn. Great job showing self-control!",
  "teaching_text_3_1": "Now both kids are upset, and no one is having fun. Sharing is a better solution.",
  "teaching_text_3_2": "The kids are still arguing. Sometimes, offering a solution helps resolve conflicts.",
  "right_answer_level_3": "Both kids agree and thank you for solving the problem. Great job promoting fairness!",
  "teaching_text_4_1": "Your parent is upset, and now you’ve lost TV privileges. Following rules helps everyone.",
  "teaching_text_4_2": "Your parent explains the importance of chores, but the argument wastes time.",
  "right_answer_level_4": "Thanks for helping out! You can watch t v now.' Great job!",
  "please_select_a_character": "Please choose a character to continue!",
  "level_locked": "This level is locked. Complete previous levels to unlock.",
  "level_5_beginning_screen": "You notice Sarah looking upset at the party. What do you do?",
  "level_6_beginning_screen": "You need more time to finish homework before doing chores. What do you say?",
  "level_7_beginning_screen": "Your teammate hasn’t done their part of the project. What do you do?",
  "level_8_beginning_screen": "You accidentally spill juice on the table during the party. What do you do?",
  "level_5_answer_1": "Ignore Sarah and keep playing.",
  "level_5_answer_2": "Ask Sarah if she wants to join the game.",
  "level_5_answer_3": "Tell Sarah she should find something else to do.",
  "level_6_answer_1": "Yell, 'I don’t want to do chores!'",
  "level_6_answer_2": "Explain, 'I need more time for homework. Can I do chores later?'",
  "level_6_answer_3": "Stay silent and hope someone else does the chores.",
  "level_7_answer_1": "Blame your teammate in front of the teacher.",
  "level_7_answer_2": "Ask your teammate if they need help finishing their part.",
  "level_7_answer_3": "Do their part yourself without saying anything.",
  "level_8_answer_1": "Hide the spill and pretend it didn’t happen.",
  "level_8_answer_2": "Tell your friend’s parent what happened and offer to clean it up.",
  "level_8_answer_3": "Blame someone else for the spill.",
  "teaching_text_5_1": "Sarah feels left out. Including others can make the party more fun for everyone." ,
  "teaching_text_5_2": "Sarah feels even worse. Taking time to include others shows empathy.",
  "teaching_text_6_1": "Your family feels upset. Polite communication works better.",
  "teaching_text_6_2": "No one knows how you feel, and the chores remain undone. Speaking up helps!",
  "teaching_text_7_1": "The teacher reminds you that blaming doesn’t solve the problem. Try working together.",
  "teaching_text_7_2": "Now you feel overwhelmed. Sharing tasks helps everyone learn responsibility.",
  "teaching_text_8_1": "Your friend’s parent discovers the mess and feels upset. Honesty builds trust.",
  "teaching_text_8_2": "Your friend finds out the truth and feels hurt. Owning up is always better.",
  "right_answer_level_5": "Sarah smiles and joins the game. Great job being thoughtful!",
  "right_answer_level_6": "Your family agrees. Great job explaining your needs respectfully!",
  "right_answer_level_7": "Your teammate thanks you and completes their part. Great teamwork!",
  "right_answer_level_8": "They thank you for being honest. Great job taking responsibility!",
  "level_five": "Understanding Others' Perspectives",
  "level_sex": "Expressing Needs Appropriately",
  "level_seven": "Sharing Responsibility",
  "level_eight": "Building Trust",
  "level_nine": "The Schoolyard Dispute",
  "level_ten": "The Family Dinner",


  "level_9_beginning_screen": "It's recess, and your friends are playing a game of soccer. Suddenly, two players start arguing about who kicked the ball out of bounds.",
  "level_9_beginning_screen_1": "I’m sure it wasn’t me! It was your fault!",
  "level_9_beginning_screen_2": "That’s not fair, John! You’re lying",
  "level_9_beginning_screen_3": "How do you help solve the disagreement?",

  "level_10_beginning_screen": "During dinner, andro, claims credit for a drawing that his sister emma made. She feels upset. What do you do?",

  "level_9_answer_1": "John’s right, you made the mistake!",
  "level_9_answer_2": "This isn’t my problem. You guys figure it out." ,
  "level_9_answer_3": "How about we redo the kick? That way, it’s fair for everyone!" ,

  "level_10_answer_1": "Stop lying, andro! That’s MY drawing!",
  "level_10_answer_2": "Andro gets praised while emma feels ignored and remains silent" ,
  "level_10_answer_3": "Actually, that’s my drawing. I worked hard on it, and I’m proud of it.",

  "teaching_text_9_1": "Choosing sides made things worse. Can you try a fair approach?" ,
  "teaching_text_9_2": "Avoiding the problem doesn’t help anyone.",

  "teaching_text_10_1": "Expressing your feelings is good, but yelling can make things worse" ,
  "teaching_text_10_2": "Keeping quiet doesn’t solve the problem or help you feel heard",

  "right_answer_level_9": "Great choice! Resolving conflicts fairly helps everyone feel included.",
  "right_answer_level_10": "Well done! Speaking calmly helps others understand your feelings."
}